REPLIES = {
    "START": "Команда /start",
    "HELP": "Команда /help",
    "INCORRECT": "К сожалению, я не могу выполнить такую команду 😔",
    "GET": "Команда /get",
    "FUNCS": "Функциональное меню",
    "NOTI_FREQ": "Настройка частоты оповещений\n\nВведите параметр",
    "TURN_NOTI_ON": "Уведомления включены для вас! Рассмотрите все пункты настроек, персонализируйте бота под себя.",
    "NOTI_AMT": "Настройка количества оповещений\n\nВведите параметр",
    "NOTI_WEEKENDS": "Настройка выходных дней\n\nВведите параметр",
    "NOTI_VISIBILITY": "Настройка видимости оповещений\n\nВведите параметр",
    "NOTI_FREQ_VALIDATION": "Валидация введённых данных частоты оповещений",
    "NOTI_AMT_VALIDATION": "Валидация введённых данных количества оповещений",
    "NOTI_WEEKENDS_VALIDATION": "Валидация введённых данных выходных дней",
    "NOTI_VISIBILITY_VALIDATION": "Валидация введённых данных видимости оповещений",
    "NOTI_ON": "У вас <b>включены</b> уведомления о встречах. В этом меню вы можете их настроить.\n\nДля того чтобы настроить определенный пункт меню, нажмите на соответствующую кнопку",
    "NOTI_OFF": "У вас <b>выключены</b> уведомления, вы можете включить и настроить их.\n\nВ любой момент вы можете выйти в главное меню, нажав соответствующую кнопку"
}