REPLIES = {
    "START": "Добро пожаловать в систему оповещения сотрудников - BIA Notifier 📢",
    "HELP": "Функционал BIA Notifier по разделам:\n\t"
        "💼 /my_info - информация о Вас, ваши персональные настройки\n\t"
        "📆 /get - получить календарь с ближайшими встречами\n\t"
        "⚙️ /settings - настройка уведомлений и выходных дней\n\t\t"
            "📲 Уведомление о предстоящей встрече\n\t\t"
            "📝 Функция \"повестка дня\"\n\t\t"
            "🏖️ Выходные дни\n\t\t"
            "🕶️ Видимость уведомления\n\t"
        "✉️ /contact - связаться с администратором, чтобы сообщить о проблеме",
    "INCORRECT": "❌ К сожалению, я не понимаю, что вы написали, и не могу обработать такую команду",
    "GET": "📆 Получить календарь",
    "MY_INFO": "🪪 Ваша информация\n\n"
        "⏰ Предварительное оповещение: за {freq} ч.\n"
        "🏖️ Выходные дни: {weekends}\n📋 Повестка дня: {dayinfo}\n"
        "🕶️ Видимость оповещений: {visibility}",

    "FUNCS": "⬇️ Доступные функции:",
    "MONDAY_ADDED": "📆 Понедельник был успешно помечен как выходной день!",
    "TUESDAY_ADDED": "📆 Вторник был успешно помечен как выходной день!",
    "WEDNESDAY_ADDED": "📆 Среда была успешно помечена как выходной день!",
    "THURSDAY_ADDED": "📆 Четверг был успешно помечен как выходной день!",
    "FRIDAY_ADDED": "📆 Пятница была успешно помеченв как выходной день!",
    "SATURDAY_ADDED": "📆 Суббота была успешно помечена как выходной день!",

    "NOTI_FREQ": "🔔 Настройка частоты оповещений\n\n"
        "⌨️ Введите параметр",
    "TURN_NOTI_ON": "🔔 Уведомления включены для вас! Рассмотрите все пункты настроек, персонализируйте бота под себя.",
    "TURN_NOTI_OFF": "🔕 Уведомления выключены",
    "NOTI_DAYINFO_TURNED_ON": "📝 Функция \"повестка дня\" была включена!",
    "NOTI_DAYINFO_TURNED_OFF": "🛑 Функция \"повестка дня\" была выключена!",
    "NOTI_DAYINFO_SETUP": "⚙️ Настройка получения \"повестки дня\"\n\n"
        "⌨️ Введите параметр",
    "NOTI_WEEKENDS": "🏖️ Текущие выходные дни: {weekends}\n\n"
        "⬅️ Для окончания настройки просто выйдите из меню",
    "NOTI_VISIBILITY": "⚙️ Настройка видимости оповещений\n\n"
        "⌨️ Введите параметр",
    "NOTI_FREQ_VALIDATION": "✅ Валидация введённых данных частоты оповещений",
    "NOTI_DAYINFO_VALIDATION": "✅ Валидация введённых данных времени получения повестки дня",
    "NOTI_WEEKENDS_VALIDATION": "✅ Валидация введённых данных выходных дней",
    "NOTI_VISIBILITY_VALIDATION": "✅ Валидация введённых данных видимости оповещений",
    "NOTI_ON": "🔔 У вас <b>включены</b> уведомления о встречах. В этом меню вы можете их настроить.\n\n"
        "🔘 Для того чтобы настроить определенный пункт меню, нажмите на соответствующую кнопку",
    "NOTI_OFF": "🔕 У вас <b>выключены</b> уведомления, вы можете включить и настроить их.\n\n"
        "🔘 В любой момент вы можете выйти в главное меню, нажав соответствующую кнопку"
}